Repository: junnwest/music_rating
Catalog: apps/ios/sillajuku/sillajuku/Localizable.xcstrings
Source language: en
Languages: ko

source: and
ko: 및

source: · #%d ranked
ko: · 순위 #%d

source: @%@'s profile is private
ko: @%@ 님의 프로필은 비공개예요

source: #%d %@ by %@
ko: %1$d위 %2$@ · %3$@

source: %.1f out of 5 stars
ko: 5점 만점에 %.1f점

# %@ · +%d this week
source: %1$@ · +%2$d this week
ko: %@ · +%d 이번 주

# %@ / %@ ratings
source: %1$@ / %2$@ ratings
ko: %@ / %@ 평가

source: %@ above your usual.
ko: 평소보다 %@점 높아요.

source: %@ below your usual.
ko: 평소보다 %@점 낮아요.

source: %@ commented on %@
ko: %@ 님이 %@에 댓글을 남겼습니다

source: %@ commented on your rating
ko: %@ 님이 회원님의 평가에 댓글을 남겼습니다

source: %@ interacted with your content
ko: %@ 님이 회원님의 콘텐츠와 상호작용했습니다

source: %@ liked your rating
ko: %@ 님이 회원님의 평가를 좋아합니다

source: %@ liked your rating of %@
ko: %@ 님이 %@ 평가를 좋아합니다

source: %@ started following you
ko: %@ 님이 회원님을 팔로우하기 시작했습니다

source: %@ was your most active month.
ko: %@은(는) 가장 활동적인 달이었습니다.

source: %d albums rated
ko: %d개의 앨범을 평가했어요

source: %d Comments
ko: 댓글 %d개

source: %d Likes
ko: 좋아요 %d개

source: %d of %d
ko: %d / %d

source: %d rated · %@ avg
ko: %d개 평가 · 평균 %@

source: %d ratings
ko: 평가 %d개

source: %d releases
ko: 릴리스 %d개

source: %d%% of what you rate sits in the curated canon; the rest is your own discovery.
ko: 평가한 앨범의 %d%%가 명반 리스트에 속해요. 나머지는 스스로 발굴한 음악이에요.

source: %d%% of your taste
ko: 내 취향의 %d%%

source: %dd
ko: %d일

source: %dh
ko: %d시간

source: %dm
ko: %d분

source: %dw
ko: %d주

source: ← Back
ko: ← 뒤로

source: 1 Comment
ko: 댓글 1개

source: 1 Like
ko: 좋아요 1개

source: 1 rating
ko: 평가 1개

source: 1 release
ko: 릴리스 1개

source: A 5.0 from you would mean everything.
ko: 당신의 5.0점은 특별한 의미가 있을 거예요.

source: A–Z
ko: 가나다순

source: above average
ko: 평균보다 높음

source: Account
ko: 계정

source: across decades
ko: 시대를 넘나듦

source: Across the decades
ko: 시대별 분포

source: Add
ko: 추가

source: Add %@
ko: %@ 추가

source: Add a comment
ko: 댓글 추가

source: Add a comment…
ko: 댓글 추가…

source: Add Photo or Video
ko: 사진·영상 추가

source: Add to a Mix
ko: 믹스에 추가

source: Add to Mix
ko: 믹스에 추가

source: Add to Rankings
ko: 랭킹에 추가

source: Advanced
ko: 고급

source: Album
ko: 정규

source: Albums
ko: 앨범

source: All
ko: 전체

source: Allow Apple Music
ko: Apple Music 허용

source: Allow Notifications
ko: 알림 허용

source: Anyone can see this mix on your profile.
ko: 누구나 내 프로필에서 이 믹스를 볼 수 있습니다.

source: App Icon
ko: 앱 아이콘

source: Appearance
ko: 테마

source: APPEARS ON
ko: 수록 앨범

source: Apply
ko: 적용

source: Artist
ko: 아티스트

source: Artists
ko: 아티스트

source: Artists, albums, songs…
ko: 아티스트, 앨범, 곡…

source: Assign a star rating to each album you listen to.
ko: 듣는 앨범마다 별점을 매깁니다.

source: average score
ko: 평균 점수

source: avg
ko: 평균

source: avg score
ko: 평균 점수

source: Avg Score
ko: 평균 점수

source: Based on %1$d ratings across %2$d genres, analyzed into %3$d worlds.
ko: 평가 %1$d개 · 장르 %2$d개 · %3$d개의 세계로 분석했어요.

source: Because you love %@
ko: %@ 취향에 맞는 음악

source: below average
ko: 평균보다 낮음

source: Best by Year
ko: 연도별 베스트

source: Bio
ko: 소개

source: Black
ko: 블랙

source: Block
ko: 차단

source: Block this user
ko: 차단

source: Block this user?
ko: 이 사용자를 차단할까요?

source: Blurred Cover
ko: 커버 블러

source: Blush
ko: 블러쉬

source: Bottom Rated
ko: 낮은 평가순

source: Building the Albums chart together
ko: 함께 만들어가는 앨범 차트

source: Building the Songs chart together
ko: 함께 만들어가는 곡 차트

source: By continuing, you agree to our
ko: 계속 진행하면 다음에 동의하게 됩니다

source: By Genre
ko: 장르별

source: By Release Type
ko: 릴리스 유형별

source: By the numbers
ko: 숫자로 보는 취향

source: Cancel
ko: 취소

source: Canon reach
ko: 명반 리스트 커버리지

source: Catalog
ko: 카탈로그

source: Change
ko: 변경

source: Change profile photo
ko: 프로필 사진 변경

source: Charts
ko: 차트

source: Charts (Albums)
ko: 차트 (앨범)

source: Charts (Songs)
ko: 차트 (노래)

source: Check out this rating on sillajuku
ko: sillajuku에서 이 평가를 확인해 보세요

source: Choose from Gallery
ko: 갤러리에서 선택

source: Clear search
ko: 검색어 지우기

source: Coming to you
ko: 미리보기

source: Comments
ko: 댓글

source: Community
ko: 커뮤니티

source: COMMUNITY
ko: 커뮤니티

source: community avg
ko: 커뮤니티 평균

source: Community Avg
ko: 커뮤니티 평균

source: Community goals
ko: 커뮤니티 목표

source: Compilation
ko: 컴필레이션

source: Connect
ko: 연결하기

source: Connect Apple Music.
ko: Apple Music을 연결하세요.

source: Connect more than one so you can always sign back in, even if you lose access to one of them.
ko: 하나를 이용할 수 없게 되어도 로그인할 수 있도록 여러 개를 연결해두세요.

source: Connect your phone number
ko: 전화번호 연결하기

source: Connected
ko: 연결됨

source: Connected Accounts
ko: 연결된 계정

source: Continue
ko: 계속

source: Continue with Apple
ko: Apple로 계속하기

source: Continue with Google
ko: Google로 계속하기

source: Continue with Spotify
ko: Spotify로 계속하기

source: Controversial
ko: 호불호 갈림

source: Couldn't connect that account. Try again.
ko: 계정을 연결하지 못했어요. 다시 시도해주세요.

source: Couldn't disconnect that account. Try again.
ko: 계정 연결을 해제하지 못했어요. 다시 시도해주세요.

source: Couldn't disconnect your phone number. Try again.
ko: 전화번호 연결을 해제하지 못했어요. 다시 시도해주세요.

source: Couldn't load that background — try a different photo or video.
ko: 배경을 불러오지 못했어요 — 다른 사진이나 영상을 골라 보세요.

source: Couldn't save your profile
ko: 프로필을 저장하지 못했습니다

source: Couldn't send a code to that number. Check it and try again.
ko: 해당 번호로 코드를 보낼 수 없어요. 번호를 확인하고 다시 시도해 주세요.

source: Country
ko: 국가

source: Create
ko: 만들기

source: Create a Mix
ko: 믹스 만들기

source: Create a username.
ko: 사용자명을 만들어 주세요.

source: Danger Zone
ko: 위험 구역

source: Dark
ko: 다크

source: Default
ko: 기본

source: Delete
ko: 삭제

source: Delete Account
ko: 계정 삭제

source: Delete My Account
ko: 내 계정 삭제하기

source: Delete ranking
ko: 순위 삭제

source: Delete Ranking?
ko: 랭킹을 삭제할까요?

source: Delete Rating
ko: 평가 삭제

source: Delete Rating?
ko: 평가를 삭제할까요?

source: Disconnect
ko: 연결 해제

source: Disconnect this account?
ko: 이 계정 연결을 해제할까요?

source: Disconnect this phone number?
ko: 이 전화번호 연결을 해제할까요?

source: Display Name
ko: 표시 이름

source: Done
ko: 완료

source: Each bubble is a world you rate in — bigger means more of your taste.
ko: 각 방울은 당신이 평가하는 하나의 세계예요 — 클수록 취향에서 큰 비중이에요.

source: Edit
ko: 수정

source: Edit Comment
ko: 댓글 수정

source: Edit profile
ko: 프로필 수정

source: Edit Profile
ko: 프로필 수정

source: Electronic
ko: 일렉트로닉

source: Enter code
ko: 코드 입력

source: Enter the code we sent to %@.
ko: %@(으)로 보낸 코드를 입력하세요.

source: Enter your phone number. We'll text you a one-time code.
ko: 전화번호를 입력하면 일회용 인증 코드를 문자로 보내드려요.

source: Every Record You've Loved.
ko: 당신이 사랑했던 모든 음반.

source: Explore
ko: 탐색

source: Failed to delete account. Please try again.
ko: 계정을 삭제하지 못했습니다. 다시 시도해 주세요.

source: Failed to save. Please try again.
ko: 저장하지 못했습니다. 다시 시도해 주세요.

source: Feed
ko: 피드

source: Find people
ko: 사람 찾기

source: Find People
ko: 친구 찾기

source: Find people to follow
ko: 팔로우할 사람 찾기

source: Find releases to rate
ko: 평가할 앨범 찾아보기

source: Follow
ko: 팔로우

source: Follow a person
ko: 한 명 팔로우하기

source: Follow more people to keep your feed fresh.
ko: 새로운 사람을 팔로우해서 피드를 새롭게 유지하세요.

source: Follow people to see their ratings here.
ko: 팔로우한 사람들의 평가가 여기에 표시됩니다.

source: Followers
ko: 팔로워

source: Followers only
ko: 팔로워만

source: Following
ko: 팔로잉

source: For You
ko: 맞춤

source: From %d ratings
ko: 평가 %d개 기준

source: From Your Taste
ko: 내 취향 기반

source: Gems
ko: 명반

source: Genre
ko: 장르

source: Genre DNA
ko: 장르 DNA

source: Get notified when friends rate albums, follow you, or comment.
ko: 친구가 앨범을 평가하거나, 팔로우하거나, 댓글을 남기면 알림을 받아보세요.

source: Global
ko: 전체

source: global scene
ko: 글로벌 씬

source: Gradient
ko: 그라데이션

source: Half star
ko: 0.5점

source: Harassment
ko: 괴롭힘

source: Have an invite code?
ko: 초대 코드가 있나요?

source: Help & Feedback
ko: 도움말 및 피드백

source: Hidden Gems
ko: 숨은 명반

source: High scores, small audiences
ko: 높은 점수, 적은 청취자

source: higher
ko: 높게

source: Hip-Hop
ko: 힙합

source: Home
ko: 홈

source: How was it?
ko: 어떠셨나요?

source: How you score
ko: 점수 스타일

source: In Public Mixes
ko: 공개 믹스에 포함됨

source: Inappropriate Content
ko: 부적절한 콘텐츠

source: Indie
ko: 인디

source: Instinct
ko: 직감

source: Instinct Score
ko: 직감 점수

source: Instinct Score · #%d ranked
ko: 직감 점수 · 순위 #%d

source: Invite 5 friends
ko: 친구 5명 초대하기

source: Invite a friend
ko: 친구 초대하기

source: Invite code applied.
ko: 초대 코드가 적용됐어요.

source: Invite friends
ko: 친구 초대

source: Invites only count toward the 5-invite reward once the person you invited verifies their phone number — this keeps one person from farming credit with throwaway accounts.
ko: 초대한 사람이 전화번호를 인증해야 5명 초대 보상에 반영돼요 — 가짜 계정으로 혜택을 남용하는 것을 막기 위한 장치예요.

source: Japanese scene
ko: 일본 씬

source: Join me on sillajuku
ko: 실라주쿠에서 만나요

source: just now
ko: 방금 전

source: K-Pop
ko: 케이팝

source: Korean scene
ko: 한국 씬

source: Lavender
ko: 라벤더

source: Legal
ko: 법적 고지

source: Library
ko: 라이브러리

source: Light
ko: 라이트

source: Like
ko: 좋아요

source: Likes on my ratings
ko: 내 평가에 대한 좋아요

source: List view
ko: 목록 보기

source: Listen Later
ko: 나중에 듣기

source: Lists
ko: 리스트

source: lower
ko: 낮게

source: Manual
ko: 수동

source: Mint
ko: 민트

source: Mix name
ko: 믹스 이름

# mix.editButton
source: Edit Mix
ko: 수정

source: mixed scenes
ko: 여러 씬

source: Monthly capsule
ko: 월간 캡슐

source: More options
ko: 더 보기

source: Most Rated
ko: 가장 많이 평가된 앨범

source: Most Rated Songs
ko: 가장 많이 평가된 노래

source: mostly %ds
ko: %d년대 중심

source: Music makes you generous.
ko: 음악 앞에서 관대해집니다.

source: Name
ko: 이름

source: Network error. Please try again.
ko: 네트워크 오류입니다. 다시 시도해 주세요.

source: NEW
ko: 신규

source: New followers
ko: 새 팔로워

source: New Mix
ko: 새 믹스

source: New Releases
ko: 최신 발매

source: Newest
ko: 최신순

source: No %@ rated yet
ko: 아직 평가한 %@ 없습니다

source: No activity yet.
ko: 아직 활동이 없습니다.

source: No album ratings yet
ko: 아직 앨범 평가가 없습니다

source: No comments yet. Be the first!
ko: 아직 댓글이 없습니다. 첫 댓글을 남겨보세요!

source: No community ratings yet.
ko: 아직 커뮤니티 평가가 없습니다.

source: No data yet.
ko: 아직 데이터가 없습니다.

source: No likes yet
ko: 아직 좋아요가 없습니다

source: No mixes yet
ko: 아직 믹스가 없습니다

source: No notifications yet
ko: 아직 알림이 없습니다

source: No public mixes
ko: 공개된 믹스가 없어요

source: No ranking data yet.
ko: 아직 랭킹 데이터가 없습니다.

source: No ratings yet
ko: 아직 평가가 없습니다

source: No ratings yet — be the first!
ko: 아직 평가가 없습니다 — 첫 평가를 남겨보세요!

source: No ratings yet.
ko: 아직 평가가 없습니다.

source: No releases in the catalogue yet.
ko: 아직 카탈로그에 릴리스가 없습니다.

source: No releases match this filter.
ko: 필터와 일치하는 릴리스가 없습니다.

source: No results for "%@"
ko: "%@"에 대한 결과가 없습니다

source: No songs in the catalogue yet.
ko: 아직 카탈로그에 곡이 없습니다.

source: No suggestions right now.
ko: 지금은 추천할 사용자가 없습니다.

source: No trending data yet.
ko: 아직 트렌딩 데이터가 없습니다.

source: No trending song data yet.
ko: 아직 트렌딩 곡 데이터가 없습니다.

source: No users found.
ko: 사용자를 찾을 수 없습니다.

source: Normal
ko: 수동

source: Not connected
ko: 연결되지 않음

source: Not in catalog
ko: 카탈로그에 없음

source: Not rated
ko: 평가 안 함

source: Not signed in.
ko: 로그인되어 있지 않습니다.

source: Not your thing
ko: 취향이 아닌 것

source: Nothing in this mix yet
ko: 이 믹스에 아직 아무것도 없습니다

source: Notifications
ko: 알림

source: of your ratings
ko: 평가 중 비율

source: OK
ko: 확인

source: Oldest
ko: 오래된순

source: Once the community rates enough albums, this unlocks for everyone.
ko: 커뮤니티가 충분한 앨범을 평가하면 모두에게 열려요.

source: Once the community rates enough songs, this unlocks for everyone.
ko: 커뮤니티가 충분한 곡을 평가하면 모두에게 열려요.

source: Only you can see this mix.
ko: 나만 이 믹스를 볼 수 있습니다.

source: Other
ko: 기타

source: out of 5.0
ko: 5.0점 만점

source: peak month
ko: 가장 활발한 달

source: perfect scores
ko: 만점 개수

source: Phone number
ko: 전화번호

source: Phone verified
ko: 전화번호 인증 완료

source: Photo & Video
ko: 사진·영상

source: Pick between two albums. Your rankings build themselves.
ko: 두 앨범 중 하나를 선택하세요. 순위가 자연스럽게 만들어집니다.

source: Please try again.
ko: 다시 시도해 주세요.

source: Popular
ko: 인기

source: Popular Albums
ko: 인기 앨범

source: Popular Songs
ko: 인기 곡

source: Post view
ko: 게시물 보기

source: Powder Blue
ko: 파우더 블루

source: Preferences
ko: 환경설정

source: Privacy
ko: 개인정보

source: Privacy Policy
ko: 개인정보처리방침

source: Private
ko: 비공개

source: Private accounts are only visible to followers.
ko: 비공개 계정은 팔로워에게만 보여요.

source: Profile
ko: 프로필

source: Public
ko: 공개

source: Public accounts are visible to everyone.
ko: 공개 계정은 누구나 볼 수 있어요.

source: Quests
ko: 퀘스트

source: R&B
ko: 알앤비

source: Ranked!
ko: 순위 등록 완료!

source: Ranking
ko: 랭킹

source: Ranking updates
ko: 랭킹 업데이트

source: Rate %@
ko: %@ 평가하기

source: Rate %d more releases to unlock Taste
ko: %d개만 더 평가하면 취향을 확인할 수 있어요

source: Rate %d more to reveal
ko: %d개 더 평가하면 공개됩니다

source: Rate %d more to reveal your score.
ko: %d개 더 평가하면 점수가 공개됩니다.

source: Rate 5 releases
ko: 앨범 5개 평가하기

source: Rate 25 releases
ko: 앨범 25개 평가하기

source: Rate some albums to see your stats
ko: 앨범을 평가하면 통계를 볼 수 있습니다

source: Rate the music you love, see what your friends think. Join me on sillajuku:
ko: 좋아하는 음악을 평가하고 친구들의 생각도 확인해보세요. 실라주쿠에서 만나요:

source: Rate this Album
ko: 이 앨범 평가하기

source: Rate this track
ko: 이 트랙 평가하기

source: Rate your first release
ko: 첫 앨범 평가하기

source: Rated
ko: 평가함

source: rated today
ko: 오늘 평가한 수

source: rating
ko: 평가

source: Rating
ko: 평점

source: Rating Mode
ko: 평가 방식

source: Rating Precision
ko: 평가 단위

source: ratings
ko: 평가

source: Ratings
ko: 평가

source: Ratings & Reviews
ko: 평가 및 리뷰

source: Re-rank
ko: 다시 순위 매기기

source: Recent
ko: 최신순

source: Recently Listened
ko: 최근 들은 항목

source: Recently Listened (Apple)
ko: 최근 들은 항목 (Apple)

source: Release
ko: 릴리스

source: releases
ko: 릴리스

source: releases rated
ko: 평가한 릴리스

source: Remove Rating
ko: 평가 삭제

source: Replies to my comments
ko: 내 댓글에 대한 답글

source: Report
ko: 신고

source: Report Post
ko: 게시물 신고

source: Report submitted
ko: 신고가 접수되었습니다

source: Required before you can invite friends.
ko: 친구를 초대하려면 먼저 필요해요.

source: Reveals your Instinct score
ko: 인스팅트 점수가 공개돼요

source: right at your usual level.
ko: 평소와 비슷한 수준이에요.

source: Rock
ko: 록

source: Same as profile
ko: 프로필과 동일

source: Sand
ko: 샌드

source: Save
ko: 저장

source: Save Rating
ko: 평가 저장

source: Save releases from your feed to add them here.
ko: 피드에서 릴리스를 저장하면 여기에 표시됩니다.

source: Save to Mix
ko: 믹스에 저장

source: Saved
ko: 저장됨

source: Saving…
ko: 저장 중…

source: Score Distribution
ko: 점수 분포

source: Search
ko: 검색

source: Search by username…
ko: 사용자명으로 검색…

source: Search countries
ko: 국가 검색

source: See full ranking
ko: 전체 랭킹 보기

source: Select
ko: 선택

source: Select a rating style.
ko: 평가 방식을 선택하세요.

source: Send code
ko: 코드 전송

source: Send comment
ko: 댓글 보내기

source: Set a profile picture
ko: 프로필 사진 설정하기

source: Settings
ko: 설정

source: Share
ko: 공유

source: Share as Instagram Post
ko: Instagram 게시물로 공유

source: Share invite link
ko: 초대 링크 공유하기

source: Share profile
ko: 프로필 공유

source: Share to Instagram Reels
ko: Instagram 릴스에 공유

source: Share to Instagram Story
ko: Instagram 스토리에 공유

source: Sign In with Apple failed: no identity token received.
ko: Apple로 로그인하지 못했습니다: ID 토큰을 받지 못했습니다.

source: Sign Out
ko: 로그아웃

source: Sign out of sillajuku?
ko: sillajuku에서 로그아웃할까요?

source: Sign-in failed
ko: 로그인 실패

source: Single
ko: 싱글

source: Skip for now
ko: 나중에 하기

source: Social accounts
ko: 소셜 계정

source: Solid Color
ko: 단색

source: someone
ko: 누군가

source: Something went wrong. Please check your connection and try again.
ko: 문제가 발생했습니다. 연결 상태를 확인한 후 다시 시도해 주세요.

source: Song
ko: 곡

source: Songs
ko: 곡

source: Soundtrack
ko: 사운드트랙

source: Spam
ko: 스팸

source: Split
ko: 편차

source: Stats
ko: 통계

source: Sub-genres
ko: 서브 장르

source: Support
ko: 지원

source: Swipe up
ko: 위로 스와이프

source: System
ko: 시스템

source: Take a Photo
ko: 사진 촬영

source: Taste
ko: 취향

source: Taste Report
ko: 테이스트 리포트

source: Tell people about yourself…
ko: 자신에 대해 소개해 주세요…

source: Tenth
ko: 0.1점

source: Terms of Service
ko: 이용약관

source: Terracotta
ko: 테라코타

source: Thanks for helping keep sillajuku safe.
ko: sillajuku를 안전하게 지켜주셔서 감사합니다.

source: That code didn't match. Check it and try again.
ko: 코드가 일치하지 않아요. 다시 확인해 주세요.

source: That code didn't work — check it and try again.
ko: 코드가 올바르지 않아요. 다시 확인해 주세요.

source: That number is already connected to another sillajuku account.
ko: 이 번호는 이미 다른 sillajuku 계정에 연결되어 있어요.

source: That username is already taken.
ko: 이미 사용 중인 사용자명입니다.

source: That's your taste snapshot.
ko: 이게 당신의 취향이에요.

source: The Champion
ko: 챔피언

source: The community can't agree
ko: 커뮤니티 의견이 갈립니다

source: The Enthusiast
ko: 열정가

source: The Generous Ear
ko: 너그러운 귀

source: The Purist
ko: 순수주의자

source: The Skeptic
ko: 회의론자

source: The video background applies to the Instagram share — Save and More export the card only.
ko: 영상 배경은 Instagram 공유에만 적용돼요 — 저장/더 보기는 카드만 내보내요.

source: The whole community is rating toward this
ko: 모든 사용자가 함께 채워가고 있어요

source: Their posts won't appear in your feed.
ko: 이 사용자의 게시물이 피드에 표시되지 않습니다.

source: This album isn't in sillajuku's catalog yet.
ko: 이 앨범은 아직 sillajuku 카탈로그에 없습니다.

source: This person's Catalog is private
ko: 이 사용자의 카탈로그는 비공개예요

source: This person's Library is private
ko: 이 사용자의 라이브러리는 비공개예요

source: This person's Stats are private
ko: 이 사용자의 통계는 비공개예요

source: this week
ko: 이번 주

source: This will permanently delete your account and all your data — ratings, reviews, mixes, and followers. This cannot be undone.
ko: 계정과 모든 데이터(평가, 리뷰, 믹스, 팔로워)가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.

source: This will permanently remove this instinct ranking.
ko: 이 직감 랭킹이 영구적으로 삭제됩니다.

source: This will permanently remove this rating.
ko: 이 평가가 영구적으로 삭제됩니다.

source: Top Artists
ko: 인기 아티스트

source: Top Rated
ko: 인기 평가

source: Top Releases
ko: 인기 릴리스

source: total ratings
ko: 총 평가 수

source: Track %d
ko: %d번 트랙

source: Tracklist
ko: 트랙리스트

source: Trending
ko: 트렌딩

source: Turn on notifications.
ko: 알림을 켜주세요.

source: Type your username to confirm:
ko: 확인을 위해 사용자명을 입력하세요:

source: Unblock
ko: 차단 해제

source: Unlike
ko: 좋아요 취소

source: Unlocks a custom app icon
ko: 커스텀 앱 아이콘 잠금 해제

source: Unlocks Taste
ko: 테이스트 잠금 해제

source: Unread notifications
ko: 읽지 않은 알림

source: Updating ranking…
ko: 랭킹 업데이트 중…

source: Use a different number
ko: 다른 번호 사용하기

source: Used to verify invites and prevent duplicate accounts.
ko: 초대를 인증하고 중복 계정을 방지하는 데 사용돼요.

source: user
ko: 사용자

source: User
ko: 사용자

source: username
ko: 사용자명

source: Username
ko: 사용자명

source: Username cannot be empty.
ko: 사용자명을 입력해 주세요.

source: Verify
ko: 인증하기

source: Verify phone number
ko: 전화번호 인증하기

source: Verify your phone number so the person who invited you gets credit.
ko: 전화번호를 인증하면 나를 초대한 사람에게 혜택이 적립돼요.

source: Verify your phone number to start inviting friends.
ko: 전화번호를 인증하면 친구 초대를 시작할 수 있어요.

source: Verify your phone to start inviting friends — and to credit the person who invited you.
ko: 전화번호를 인증하면 친구 초대를 시작할 수 있고, 나를 초대한 사람에게도 혜택이 적립돼요.

source: Verifying gives whoever invited you credit
ko: 인증하면 나를 초대한 사람에게 혜택이 적립돼요

source: View @%@'s profile
ko: @%@ 프로필 보기

source: View all
ko: 모두 보기

source: View all %d songs
ko: 곡 %d개 모두 보기

source: View comments
ko: 댓글 보기

source: vs community
ko: 커뮤니티 대비

source: We need enough ratings to surface meaningful insights about your taste.
ko: 평가가 조금 더 쌓이면 나만의 취향을 분석해 드릴게요.

source: We'll use your library and listening history to suggest albums you'll want to rate.
ko: 라이브러리와 청취 기록을 활용해 평가하고 싶은 앨범을 추천해 드릴게요.

source: Western scene
ko: 서구권 씬

source: What did you think?
ko: 어떻게 들으셨나요?

source: Where your music comes from
ko: 어느 씬의 음악인가요

source: Which do you prefer?
ko: 어떤 것이 더 좋으세요?

source: Whoever invited you just got credit for it.
ko: 나를 초대한 사람에게 혜택이 적립됐어요.

source: Why are you reporting this post?
ko: 이 게시물을 신고하는 이유는 무엇인가요?

source: Write a short bio
ko: 짧은 소개 작성하기

source: You
ko: 회원님

source: You average %1$@ but use the whole scale (±%2$@) — scores from you are earned.
ko: 평균 %1$@점이지만 점수 폭이 넓어요(±%2$@) — 당신의 높은 점수는 쟁취하는 것이네요.

source: You average %1$@ within a tight ±%2$@ band — a consistent, predictable scorer.
ko: 평균 %1$@점, 좁은 폭(±%2$@) — 일관된 채점자예요.

source: You can change this later.
ko: 나중에 변경할 수 있습니다.

source: You joined via an invite
ko: 초대를 통해 가입했어요

source: You know great music when you hear it.
ko: 좋은 음악을 알아보는 귀를 가지고 있습니다.

source: You lead with love.
ko: 애정을 담아 평가합니다.

source: You must be signed in to comment
ko: 댓글을 작성하려면 로그인해야 합니다

source: You rate %@ %@ than most.
ko: %@ 장르를 다른 사람들보다 %@ 평가해요.

source: You rate this world %@ on average —
ko: 이 세계의 평균 점수는 %@점 —

source: You save perfect scores for the truly special.
ko: 당신은 정말 특별한 것에만 만점을 줍니다.

source: You vs the community
ko: 커뮤니티와 비교

source: You won't be able to sign in with this account anymore.
ko: 이제 이 계정으로는 로그인할 수 없어요.

source: You'll need to verify a phone number again before you can invite friends. Credit you've already given won't be affected.
ko: 친구를 초대하려면 전화번호를 다시 인증해야 해요. 이미 적립된 혜택은 영향받지 않아요.

source: Your #1 Album
ko: 내 1위 앨범

source: your avg
ko: 내 평균

source: Your biggest source is the %1$@, at %2$d%% of what you rate.
ko: 가장 큰 비중은 %1$@ — 평가한 음악의 %2$d%%예요.

source: Your Coverage
ko: 내 평가 현황

source: Your Instinct Ranking
ko: 내 직감 랭킹

source: Your invite code
ko: 내 초대 코드

source: Your Library Artists
ko: 내 라이브러리 아티스트

source: Your library centers on %1$d and stays close (±%2$d years) — you know your era.
ko: %1$d년 주변(±%2$d년)에 머물러요 — 자신의 시대를 확실히 아는 리스너예요.

source: Your library centers on %1$d, but spans ±%2$d years — you roam freely across eras.
ko: %1$d년을 중심으로 ±%2$d년을 넘나들어요 — 시대를 자유롭게 오가는 리스너예요.

source: Your Month
ko: 이 달의 활동

source: Your profile
ko: 내 프로필

source: Your profile photo
ko: 내 프로필 사진

source: Your Rating
ko: 내 평가

source: YOUR RATING
ko: 내 평가

source: Your rating for this track will be removed.
ko: 이 곡에 대한 평가가 삭제됩니다.

source: Your Style
ko: 내 스타일

source: Your taste lives in %d worlds.
ko: 내 취향은 %d개의 세계에 걸쳐 있어요.

source: Your taste lives in one world.
ko: 내 취향은 하나의 세계에 집중돼 있어요.

source: Your taste, as territory
ko: 영토로 보는 내 취향

source: Your Top Artists
ko: 내 인기 아티스트
